bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
cesium.gltf-vscode
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
github.vscode-github-actions
hashicorp.terraform
jasonnutter.vscode-codeowners
ms-azuretools.vscode-containers
openai.chatgpt
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
