dawhite.mustache
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
flowtype.flow-for-vscode
freebroccolo.reasonml
hangxingliu.vscode-nginx-conf-hint
jmMeessen.jenkins-declarative-support
joelday.docthis
jpoissonnier.vscode-styled-components
kokororin.vscode-phpfmt
mathiasfrohlich.Kotlin
ms-python.python
Orta.vscode-jest
PeterJausovec.vscode-docker
rebornix.ruby
robertohuertasm.vscode-icons
rust-lang.rust
secanis.jenkinsfile-support
shanoor.vscode-nginx
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
