42Crunch.vscode-openapi
aws-scripting-guy.cform
bungcip.better-toml
dawhite.mustache
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fwcd.kotlin
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
jasonnutter.vscode-codeowners
jebbs.plantuml
jmMeessen.jenkins-declarative-support
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.makefile-tools
Orta.vscode-jest
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
secanis.jenkinsfile-support
shanoor.vscode-nginx
silvenon.mdx
slevesque.vscode-hexdump
streetsidesoftware.code-spell-checker
ThreadHeap.serverless-ide-vscode
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
