tap "homebrew/cask-fonts"
tap "federico-terzi/espanso"

brew "colima"
brew "coreutils"
brew "docker"
brew "docker-credential-helper"
brew "espanso"
brew "git"
brew "go"
brew "jq"
brew "ktmpl"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "neovim"
brew "pdfgrep"
brew "podman"
brew "python3"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"

cask "alacritty"
cask "android-studio"
cask "calibre"
cask "eqmac"
cask "firefox"
cask "ferdi"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "intellij-idea"
cask "iterm2"
cask "keeweb"
cask "minecraft"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "pomotroid"
cask "postman"
cask "rectangle"
cask "unclack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

