tap "homebrew/cask-fonts"
tap "espanso/espanso"

brew "awscli"
brew "colima"
brew "coreutils"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "ktmpl"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "neovim"
brew "pdfgrep"
brew "podman"
brew "python3"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh"


cask "alacritty"
cask "android-studio"
cask "calibre"
cask "discord"
cask "eqmac"
cask "espanso"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keeweb"
cask "mimestream"
cask "minecraft"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "pomotroid"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "todoist"
cask "unclack"
cask "visual-studio-code"

