tap "espanso/espanso"

brew "awscli"
brew "colima"
brew "coreutils"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "fzf"
brew "git"
brew "jq"
brew "mas"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh"


cask "alacritty"
cask "android-studio"
cask "caffeine"
cask "calibre"
cask "chatgpt"
cask "discord"
cask "espanso"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "keeweb"
cask "minecraft"
cask "monitorcontrol"
cask "obsidian"
cask "pomotroid"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"

